benchmarks/framework-shootout/results/aquilia/stream/run1/wrk_steady.txt
Running 5s test @ http://aquilia:8080/stream
  4 threads and 20 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    43.40ms   35.82ms 213.54ms   70.61%
    Req/Sec   124.91     35.03   227.00     68.50%
  Latency Distribution
     50%   33.30ms
     75%   68.46ms
     90%   88.68ms
     99%  157.86ms
  2526 requests in 5.09s, 24.74GB read
Requests/sec:    496.66
Transfer/sec:      4.87GB